[Menu]
open=&Apri
exit=&Esci
first=Prima I&mmagine
prev=&Immagine Precedente
next=Immagine &Successiva
last=Ultima Imma&gine
zoomin=Zoom &Avanti (+10%)
zoomout=Zoom &Indietro (-10%)
fit=Adatta allo &Schermo
osize=&Dimensione Originale (100%)
refresh=&Aggiorna
copy=&Copia
paste=I&ncolla
fileinfo=Informazioni File
fileprop=Proprietà &File
fileinfolder=Mostra File nella &Cartella
aot=Sempre in &Primo Piano
border=&Bordo Finestra
shortcuts=Scorciato&ie
about=Informazioni &Su
delete=E&limina
center=&Centra Immagine

[File]
nofile=Nessun file selezionato.
invalid_file=File non valido o non supportato
load_failed=Impossibile caricare il file immagine.
select_image_file=Seleziona il file immagine
copy_failed=Impossibile copiare l'immagine negli appunti.
no_clipboard_image=Nessuna immagine trovata negli appunti!
clipboard_image=Questa immagine è stata incollata dagli appunti.
delete_confirm=Sei sicuro di voler inviare questo file al cestino?
delete_title=Elimina file
delete_error_title=Errore di eliminazione
delete_error_msg=Impossibile eliminare il file:
delete_error_reasons=Possibili motivi:
delete_error_in_use=• Il file è utilizzato da un'altra applicazione
delete_error_readonly=• Il file è in sola lettura o protetto
delete_error_no_permission=• Nessuna autorizzazione di accesso
delete_error_label=Errore:

[Shortcuts]
title=Scorciatoie
keyboard=Scorciatoie da Tastiera:
mouse=Mouse:
kb_down=Freccia Giù: Menu
kb_home=Home: Prima immagine
kb_back=Indietro browser: Immagine precedente
kb_left=Freccia Sinistra: Immagine precedente
kb_forward=Avanti browser: Immagine successiva
kb_right=Freccia Destra: Immagine successiva
kb_end=Fine: Ultima immagine
kb_plus=Num + : Zoom avanti
kb_minus=Num - : Zoom indietro
kb_zero=Num 0 : Dimensione originale
kb_one=Num 1 : Adatta allo schermo
kb_f1=F1 : Info file immagine
kb_f2=F2 : Proprietà file
kb_f3=F3 : Mostra file nella cartella
kb_f5=F5 : Aggiorna
kb_ctrl_o=Ctrl+O : Apri file immagine
kb_ctrl_c=Ctrl+C : Copia immagine negli appunti
kb_ctrl_v=Ctrl+V : Incolla immagine dagli appunti
kb_esc=Esc : Chiudi info file
kb_alt_f4=Alt+F4 : Esci dall'app
mouse_right=Clic destro: Menu
mouse_wheel_up=Rotella su: Zoom avanti
mouse_wheel_down=Rotella giù: Zoom indietro
mouse_4=4. tasto mouse: Immagine precedente
mouse_5=5. tasto mouse: Immagine successiva
mouse_left_dbl=Doppio clic sinistro: Dimensione originale
mouse_middle_dbl=Doppio clic centrale: Adatta allo schermo
kb_delete=Canc: Elimina file

[FileInfo]
folder=Cartella
file=File
mod_time=Data modifica
create_time=Data creazione
access_time=Ultimo accesso
orig_size=Dimensione originale
disp_size=Dimensione visualizzata
file_size=Dimensione file
source=Fonte
clipboard=Appunti

[About]
about=Informazioni

[Error]
load_failed_msg=Impossibile caricare il file immagine:
